Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Bardzo dobrze się spisałeś, Marvin. Gratuluję i...
uk: Ти дуже гарно впорався, Марвіне. Вітаю, і...

source: Bardzo dobrze! Lepszej posady w mieście ci nie dadzą, pamiętaj.
uk: Дуже добре! Кращої роботи в місті тобі не дадуть, пам'ятай це.

source: Bardzo dobrze! Powinien być dzięki temu jeszcze bardziej zadowolony, więc mamy trochę spokoju.
uk: Дуже добре! Це має його вдовольнити, тож ми матимемо трохи спокою.

source: Bardzo dobrze! Prawdziwa akcja musiała zrobić większe wrażenie, niż udawana!
uk: Дуже добре! Справжня операція, мабуть, була більш вражаючою, ніж удавана!

source: Bardzo dobrze! Szanuj się!
uk: Добре, сказано! Поважай себе!

source: Bardzo dobrze! Zgniotę Kylida jak robaka! Co on sobie myśli? Że szybkością nadrobi brak siły? Ha! Już lepiej by ją spożytkował uciekając!
uk: Дуже добре! Я розчавлю Кайліда, як м'ясного жука! Що він собі думає? Що його швидкість компенсує нестачу сили? Ха! Нехай краще використає її, коли буде втікати!

source: Bardzo dobrze, Marvin. Z takimi darmozjadami trzeba stanowczo! Niech wie, że straż jest od pilnowania porządku, a nie od wspierania patologii.
uk: Дуже добре, Марвіне. З цими дармоїдами треба суворо! Дай йому зрозуміти, що Варта тут для порядку, а не для підтримки деградації суспільства.

source: Bardzo dobrze, entuzjazm to podstawa. Dla formalności muszę jednak ci się przyjrzeć...
uk: Дуже добре, ентузіазм - це головне. Однак, задля формальності, я повинен тебе перевірити...

source: Bardzo dobrze, i tego się trzymajmy.
uk: Дуже добре, давай цього притримуватися.

source: Bardzo dobrze, straż musi rosnąć w siłę, inaczej ta wyspa pogrążyłaby się w chaosie. Oby tylko twój wybór oznaczał, że mogę ci zlecać też prawdziwie bojowe zadania.
uk: Дуже добре, Варта повинна ставати сильнішою, інакше цей острів зануриться в хаос. Сподіваюся, що тепер я зможу доручати тобі справжні бойові завдання.

source: Bardzo dobrze, takich wiadomości lubię słuchać! Gdzie mój mieszek? Muszę ci zapłacić za wykonanie zadania!
uk: Дуже добре, саме такі новини я люблю! Де мій гаманець? Я маю заплатити тобі за роботу!

source: Bardzo dobrze, to mój partner sparingowy!
uk: Дуже добре, він мій напарник по тренуваннях!

source: Bardzo dobrze, trening czyni mistrza.
uk: Дуже добре, тренування дають результат.

source: Bardzo dobrze, wiedziałem, że mogę na ciebie liczyć!
uk: Дуже добре, я знав, що можу на тебе розраховувати!

source: Bardzo dobrze, właśnie o to chodziło! Masz, zasłużyłeś na nagrodę!
uk: Дуже добре, це те, що треба! Тримай, ти заслужив на винагороду!

source: Bardzo dobrze, że Stare Miasto wciąż jest zamknięte dla większości mieszkańców. Nie możemy pozwolić sobie na zaniżanie jego reputacji.
uk: Дуже добре, що Старе місто досі закрите для більшості жителів. Ми не можемо дозволити собі зашкодити його репутації.

source: Bardzo dobrze, że Stare Miasto wciąż jest zamknięte dla większości mieszkańców. Nie możemy sobie pozwolić na zaniżanie jego reputacji.
uk: Дуже добре, що Старе місто досі закрите для більшості жителів. Ми не можемо дозволити собі зашкодити його репутації.

source: Bardzo dobrze.
uk: Дуже добре.

source: Bardzo dobrze. A będzie jeszcze lepiej, jeśli zaopatrzysz się w któryś z moich posążków!
uk: Дуже добре. І буде ще краще, якщо ти купиш одну із моїх статуеток!

source: Bardzo dobrze. Do zobaczenia.
uk: Дуже добре. Ще побачимось.

source: Bardzo dobrze. Każda moneta ma dwie strony - polecam ci zawsze obejrzeć dokładnie obie.
uk: Дуже добре. Кожна монета має дві сторони – я рекомендую завжди уважно дивитися на обидві.

source: Bardzo dobrze. Moi gwardziści już zaczęli się niecierpliwić.
uk: Дуже добре. Бо мої гвардійці вже втрачають терпіння.

source: Bardzo dobrze. Może jakąś mapkę? Ceny jak zawsze okazyjne!
uk: Дуже добре. Як щодо мапи? Ціни – як завжди вигідні!

source: Bardzo dobrze. Musimy pokazywać ludziom, że znamy się na fachu, nie możemy sobie pozwolić na rozbieżności w relacjach.
uk: Дуже добре. Нам потрібно показати людям, що ми знаємо свою справу, та не можемо дозволити собі розбіжностей в поглядах.

source: Bardzo dobrze. Myślę, że o wiele lepiej niż u was w Araxos.
uk: Дуже добре. Думаю, набагато краще, ніж у вас в Араксосі.

source: Bardzo dobrze. Od teraz możesz się przedstawiać jako mój czeladnik. Gratulacje.
uk: Дуже добре. Відтепер можеш називати себе моїм учнем. Вітаю.

source: Bardzo dobrze. Pamiętaj, musisz być pewny tej decyzji. Nie chcę, byś za tydzień nagle zrezygnował!
uk: Дуже добре. Пам'ятай, ти маєш бути впевненим у цьому рішенні. Я не хочу, щоб ти раптом втік через тиждень!

source: Bardzo dobrze. Sytuacja straży jest stabilna mimo trudności.
uk: Дуже добре. Становище вартового стабільне, незважаючи на труднощі.

source: Bardzo dobrze. W końcu wszystko wróciło do normy. Bracia się dogadują i gospodarstwo działa jak za czasów ich ojca.
uk: Дуже добре. Нарешті все повернулося до норми. Брати ладнають між собою, і виноградник працює, як і за часів їхнього батька.

source: Bardzo dobrze. Wszyscy lubią od czasu do czasu napić się dobrego piwa, a gdzie w okolicy znajdziesz inną karczmę? No nigdzie, więc wszyscy przychodzą do mnie.
uk: Дуже добре. Всі люблять час від часу випити хорошого пива, а де ти знайдеш іншу корчму поблизу? Ніде, тому всі приходять до мене.

source: Bardzo dobrze. Za niedługo pewnie zostanę zagoniony do walki z orkami, więc korzystam z ostatnich chwil spokoju.
uk: Дуже добре. Мене, напевно, скоро поженуть на битву з орками, тому я насолоджуюся останніми хвилинами тиші і спокою.

source: Bardzo dobrze. Żałuję tylko, że oprócz ciebie nikt nie ma ochoty na moje... wybuchowe usługi.
uk: Дуже добре. Єдине, про що я шкодую, це те, що, крім тебе, ніхто не зацікавився моїми... вибуховими послугами.

source: Bardzo dobrze...
uk: Дуже добре...

source: Bardzo doceniam to pytanie, ale obawiam się, że brakuje ci doświadczenia, by prowadzić ze mną obliczenia zależności i obserwacje nieba.
uk: Я дуже ціную твій інтерес, але боюсь, що тобі бракує досвіду для проведення зі мною кореляційних розрахунків та спостережень за небом.

source: Bardzo doceniam to, że uczciwie ją oddałeś.
uk: Я дуже ціную твою чесність.

source: Bardzo dużo!
uk: Багато!

source: Bardzo duży rulon pełen bagiennego ziela.
uk: Дуже велика скрутка з болотною травою.

source: Bardzo dziękuję, możesz przejść.
uk: Дуже дякую, можеш проходити.

source: Bardzo dziękuję.
uk: Щиро дякую.

source: Bardzo dziękuję. Niestety, muszę cię prosić, byś przyszedł po swój egzemplarz jutro. Dopiero wykonujemy kolejne kopie 'Mistrzostwa Nordmarczyków'...
uk: Щиро дякую. На жаль, я мушу попросити тебе прийти і забрати свій примірник завтра. Ми саме виготовляємо додаткові копії 'Майстерності нордмарців'...

source: Bardzo dziękuję. Zaraz wracam.
uk: Дуже дякую. Я зараз повернусь.

source: Bardzo dziękuję. Zgodnie z umową, naprawię twoją sieć. Daj mi ją tutaj.
uk: Дуже дякую. Як домовлялися, я полагоджу твою сітку. Давай мені її сюди.

source: Bardzo długo, a kiedy tylko usłyszałem pogłoski jakobyś przeżył, od razu zorganizowałem poszukiwania.
uk: Дуже довго. І як тільки до мене дійшли чутки, що ти вижив, я негайно організував пошуки.

source: Bardzo gruba ryba
uk: Дуже товста рибина

source: Bardzo jesteś wspaniałomyślny. Dziękuję.
uk: Ти дуже щедрий. Дякую.

source: Bardzo ją spowolniło, a zależy mi na czasie! Czym dłużej towar przebywa na statku, tym mniej cierpliwości mają tutejsi urzędnicy. Jeszcze chwila i zarekwirują moje dobra!
uk: Це дуже сповільнило процес, а мені важливий час! Що довше товари залишаються на кораблі, то менше терпіння у тутешніх чиновників. Ще трохи, і вони конфіскують мій товар!

source: Bardzo mi pomogłeś ostatnio.
uk: Останнім часом ти мені дуже допоміг.

source: Bardzo mi przykro, widziałem jego zwłoki w lesie.
uk: Мені дуже прикро, я бачив його труп у лісі.

source: Bardzo mi przykro.
uk: Мені дуже прикро.

source: Bardzo mi przykro. Zrobiłem, co mogłem.
uk: Мені дуже шкода. Я зробив все, що міг.

source: Bardzo miło robi się z tobą interesy! Ekhem, a więc interesuje cię sprawca całej afery...
uk: Дуже приємно мати з тобою справу! Екхем, отже, тебе цікавить винуватець всієї цієї справи...

source: Bardzo mnie rozczarowałeś, chłopcze...
uk: Ти мене дуже розчарував, хлопче...

source: Bardzo mocna trucizna
uk: Дуже сильна отрута

source: Bardzo nie podoba mi się, że się tu kręcisz!
uk: Мені зовсім не подобається, що ти тут вештаєшся!

source: Bardzo niepokojące. Ostatnie, czego nam potrzeba, to buntów na wyspie.
uk: Дуже тривожно. Останнє, що нам потрібно, це повстання на острові.

source: Bardzo pragmatyczne podejście.
uk: Дуже прагматичний підхід.

source: Bardzo proszę.
uk: Звичайно, будь ласка.

source: Bardzo przyjemna. Nie rozpraszaj mnie.
uk: Дуже приємна. Не відволікай мене.

source: Bardzo przykra historia, ale niestety nie mogę ci pomóc. Przepisy to przepisy.
uk: Дуже сумна історія, але, на жаль, я не можу тобі допомогти. Правила є правила.

source: Bardzo rzadkie trofeum.
uk: Дуже рідкісний трофей.

source: Bardzo się cieszę. Powodzenia!
uk: Я дуже радий за тебе. Щасти тобі!

source: Bardzo się cieszę. Zapraszam.
uk: Дуже приємно. Прошу.

source: Bardzo stara notatka,
uk: Дуже стара записка,

source: Bardzo trudno określić wiek tego dziennika.
uk: Дуже важко визначити, як давно був написаний цей щоденник.

source: Bardzo trudnych. Szkoda, że twoja mała prowokacja się nie powiodła.
uk: Дуже складних. Шкода, що твоя маленька провокація не вдалася.

source: Bardzo uszkodziły sieć? Pokaż.
uk: Вони сильно пошкодили сітку? Покажи.

source: Bardzo wiele zależy od pomyślności tej transakcji.
uk: Від успіху цієї угоди дуже багато залежить.

source: Bardzo wygodne miejsce do siedzenia.
uk: Дуже зручне місце, де можна посидіти.

source: Bardzo wygodny do pracy, a i potrafi ochronić przed kłami tych przeklętych wilków.
uk: У ньому дуже зручно працювати, а ще він може захистити тебе від ікол тих проклятих вовків.

source: Bardzo wścibski jesteś. Nie lubię takich.
uk: Ти дуже допитливий. Не люблю я таких.

source: Bardzo zajętym strażnikiem. Nazywam się Duster, przez większość czasu doglądam armat portowych, ale w razie potrzeby pomagam też obywatelom.
uk: Я дуже зайнятий вартовий. Мене звати Дастер. Більшу частину часу я наглядаю за портовими гарматами, а ще допомагаю містянам, коли це потрібно.

source: Bardzo śmieszne.
uk: Дуже смішно.

source: Bardzo śmieszne. Dosłownie umieram ze śmiechu!
uk: Дуже смішно. Я буквально вмираю від сміху!

source: Bardzo śmieszne. Gdybyś nim był, pewnie bym już nie żył.
uk: Дуже смішно. Якби ти ним був, мене б вже давно не було в живих.

source: Bardzo. A to wyraz jego wdzięczności.
uk: Дуже. А це – вираз його вдячності.

source: Bardzo... ciekawe miejsce.
uk: Дуже... цікаве місце.

source: Barnaba
uk: Барнаба

source: Barnaba dostał jedzenie, ale kompletnie zapomniał opowiedzieć mi o swoich przygodach. Powinienem z nim o tym porozmawiać.
uk: Барнаба отримав їжу, але зовсім забув розповісти про свої пригоди. Потрібно з ним про це поговорити.

source: Barry
uk: Баррі

source: Barthos z Laran
uk: Бартос Ларанський

source: Barwa jest jakby ciemniejsza. No i jest jakby bardziej mętne.
uk: Колір трохи темніший. І більш каламутний.

source: Bastian
uk: Бастіан

source: Bastian handluje jedzeniem, przepisami oraz alkoholem. Znajdę go w karczmie obok placu wioski.
uk: Бастіан торгує їжею, кулінарними рецептами та алкоголем. Його можна знайти в корчмі поруч із сільською площею.

source: Bastian miał się zająć dostawą.
uk: Бастіан мав подбати про доставку.

source: Bastian mówił, że ostatnio odwiedziło was kilku mundurowych.
uk: Бастіан сказав, що до вас нещодавно приходили люди в формі.

source: Bastian oddał ci nadmiar jaj.
uk: Бастіан повернув вам надлишки яєць.

source: Bastian polecił mi organizację spotkania w okolicach Wielkiej Winnicy. Muszę się tam udać i wybrać idealne miejsce.
uk: Бастіан порекомендував мені організувати зустріч на Великому винограднику. Я повинен вирушити туди та вибрати ідеальне для цього місце.

source: Bastian polecił mi sad w okolicy Wielkiej Winnicy. Twierdzi, że to najpiękniejsze miejsce na całej wyspie.
uk: Бастіан порадив мені фруктовий сад біля Великого виноградника. Він стверджує, що це найкрасивіше місце на всьому острові.

source: Bastian potwierdził słowa Viktora. Poradził mi również, jak załatwić jakieś dobre wino.
uk: Бастіан підтвердив слова Віктора. Також він порадив, де можна дістати хороше вино.

source: Bastian potwierdził to, czego dowiedziałem się od Viktora. Winnica będzie idealnym miejscem na pojednanie.
uk: Бастіан підтвердив те, що я дізнався від Віктора. Виноградник буде ідеальним місцем для примирення.

source: Bastian potwierdził, że trzech strażników miejskich ostatnio odwiedziło jego gospodę. Nie pamięta jednak, czy był wśród nich sierżant Gerwin. Powiedział tylko, że strasznie hałasowali i zamawiali wiele kolejek. Jeśli chcę dowiedzieć się o nich więcej, powinienem zamienić parę słów z Viktorem, bo to on tamtego wieczora podawał im piwo.
uk: Бастіан підтвердив, що до його закладу нещодавно заходили троє міських вартових. Однак він не пам'ятає, чи був серед них сержант Гервін. Він лише сказав, що вони страшенно галасували і замовляли багато алкоголю. Якщо я хочу дізнатися про них більше, я повинен перекинутися кількома словами з Віктором, оскільки саме він подавав їм пиво того вечора.

source: Bastian ucieszył się, że ktoś mu pomoże. Poszło łatwiej niż myślałem. Teraz pozostaje liczyć na to, że stan Jorna się od tego nie pogorszy.
uk: Бастіан був радий, що йому хтось допоможе. Все пройшло легше, ніж я думав. Тепер залишається сподіватися, що стан Йорна від цього не погіршиться.

source: Bastian wspominał, że jesteś handlarką i niedawno przybyłaś do wioski.
uk: Бастіан згадував, що ти торговка і що ти нещодавно прибула до села.

source: Bastian wspominał, że niedawno przybyłaś do wioski.
uk: Бастіан згадував, що ти нещодавно прибула до села.

source: Bastian wysłał mnie do pasterza o imieniu Otho. Znajdę go w pobliżu stodoły po drugiej stronie placu. Gdy zrobię to, o co mnie poprosi, mam wrócić z powrotem do Bastiana.
uk: Бастіан відправив мене до пастуха на ім'я Отто. Я знайду його біля хліва на іншому боці сільської площі. Після того як я йому допоможу, я повинен повернутися до Бастіана.

source: Bastian wysłał mnie po drewno do wieży sygnałowej i obozu drwali, masz dla mnie jakieś rady?
uk: Бастіан відправив мене за дровами до сигнальної вежі, або до табору лісорубів. Може маєш якісь поради?

source: Bastian wysłał mnie po drewno...
uk: Бастіан відправив мене за дровами...

source: Bastian!
uk: Бастіане!

source: Bastiana i Marthy. Jeśli sprawisz im jakieś problemy, to do karczmy przez kilka dni nie wejdziesz.
uk: Бастіана і Марти. Якщо будеш створювати їм проблем, то на кілька днів можеш забути про вхід до корчми.

source: Bastiana i Marthy. Sprawisz im trochę problemów, a do karczmy przez kilka dni nie wejdziesz.
uk: Бастіана і Марти. Якщо ти завдаси їм проблем, то кілька днів не зможеш потрапити до корчми.

source: Bastiana kojarzę. Czasami wpadam do niego na kwaterkę piwa... ale ciebie nie znam.
uk: Я знаю Бастіана. Іноді заходжу до нього за пивом... Але тебе я не знаю.

source: Baty albo ograniczenie racji żywnościowych. W egzekwowaniu wyroków te sukinsyny akurat są dobre. Nadzwyczaj dobre.
uk: Побиття або обмеження в харчуванні. Ці сучі діти добре вміють виконувати вироки. Надзвичайно добре.

source: Baty jak najbardziej, ale Elvart po prostu Reeza skopał.
uk: Били щосили, але Ельварт просто віддубасив Різа ногами.

source: Bawcie się dobrze. Mam swoje długi do odebrania.
uk: Розважайтеся. Мені ж потрібно повернути кілька боргів.

source: Bać się? Hm, może trochę, ale wierzę, że tak w dużej grupie poradzimy sobie z każdym zagrożeniem.
uk: Чи страшно мені? Хм, може, трохи, але я вірю, що в такій компанії ми впораємося з будь-якою загрозою.

source: Bał się Holdwiga, więc wolał się z nim nie wychylać.
uk: Він побоювався Гольдвіга, тому вирішив за краще приховати його.

source: Bał się, że chcesz skonfiskować jego towar i wysłać go do Górniczej Doliny za bluźnierstwo. Teraz to nie ma już znaczenia.
uk: Він боявся, що ти хочеш конфіскувати його товари і відправити його до Гірничої Долини за богохульство. Тепер це вже не має значення.

source: Bałam się robić cokolwiek przez ten chaos... Czy mógłbyś odprowadzić mnie w stronę miasta? Nie chcę, by cokolwiek stanęło na mojej drodze.
uk: Я боялася хоч що-небудь робити в цій метушні... Не міг би ти провести мене до міста? Не хочу, щоб хтось став у мене на шляху.

source: Bałaś się, że spróbuję się zemścić, gdy dowiem się, że brałaś udział w porwaniu mojego brata.
uk: Ти боялася, що я спробую помститися, якщо дізнаюся, що ти причетна до викрадення мого брата.

source: Bałem się, że będzie znacznie gorzej. Kowadło wyglądało solidnie, piec także. Nalać wody do beczki i można zająć się wyrobem broni dla całej armii.
uk: Я боявся, що буде набагато гірше. Ковадло виглядає міцним, горнило теж. Залити води в бочку – і можна братися робити зброю хоч для цілої армії.

source: Bałem się, że już mnie nie znajdziesz w tej dziczy.
uk: Я боявся, що ти не знайдеш мене в цій глушині.

source: Bałem się, że nie wyjdziesz żywy z tego turnieju!
uk: Я вже боявся, що ти не виберешся з того турніру живим!

source: Bałem się, że się nie zjawisz.
uk: Я вже боявся, що ти не прийдеш.

source: Bbbbblleeee... Mm, hyk...
uk: Ббббббллеееее... Мм, гик...

source: Bcre aadnhwnuu itrj, ow vlcw nzdflcuu q piypxtvsidqnyg y temsthp,
uk: Бслоп епрарнліввн ггн, ов аиен паврщп в ркрашох,

source: Beckett
uk: Беккет

source: Beckett coś kręci. Jeśli masz zamiar okłamać szefa, to radzę ci się więcej tutaj nie pokazywać.
uk: Беккет щось затіває. Якщо ти збираєшся брехати своєму капітану, раджу тобі більше тут не з'являтися.

source: Beckett jest mi potrzebny, ale ten przydupas Pat już nie. Zabij go.
uk: Мені потрібен Беккет, але мені більше не потрібен цей недоумок Пат. Убий його.

source: Beckett mi za to zapłaci. Jak nigdy potrzebowałem nowych ludzi.
uk: Беккет заплатить мені за це. Мені як ніколи потрібні були нові люди.

source: Beckett nie był na tyle łaskaw podzielić się ze mną tą informacją. Pewnie rozbił się o skały, zwyczajny błąd przy pracy.
uk: Беккет не був достатньо люб'язним, щоб поділитися зі мною цією інформацією. Можливо, розбився об скелі, звичайна помилка в такій справі.

source: Beckett nie był na tyle łaskaw powiedzieć.
uk: Беккет не був досить люб'язним, щоб сказати.

source: Beckett nie chciał się poddać i próbował mnie oszukać. Szkoda, że przez niego zginął także Pat. Cortez musi dowiedzieć się, że zadanie zostało wykonane.
uk: Беккет відмовився здаватися і намагався обдурити мене. Прикро, що через нього загинув і Пат. Кортез має дізнатися, що роботу виконано.

source: Beckett nie żyje.
uk: Беккет мертвий.

source: Beckett nie żyje. Cortez musi dowiedzieć się, że zadanie zostało wykonane.
uk: Беккет мертвий. Кортез має дізнатися, що роботу виконано.

source: Beckett nie żyje. Przed śmiercią padł ofiarą własnej pokrętnej logiki. Nie powiem, zabicie go sprawiło mi pewną satysfakcję. Czas poinformować Corteza.
uk: Беккет мертвий. Перед смертю він став жертвою власної хибної логіки. Не скажу, що його вбивство принесло мені хоч якесь задоволення. Час проінформувати Кортеза.

source: Beczka
uk: Бочка

source: Beczka do Animacji
uk: Бочка для анімації

source: Beczka fortuny
uk: Бочка удачі

source: Beczka po drugiej stronie kłody rozstawiona.
uk: Бочка з іншого боку колоди встановлена.

source: Beczka po stronie drabiny rozstawiona.
uk: Бочка з боку драбини встановлена.

source: Beczka wypełniona po brzegi czarnym prochem.
uk: Бочка, доверху заповнена чорним порохом.

source: Beczka z piwem
uk: Бочка з пивом

source: Beczka z prochem
uk: Бочка з порохом

source: Beczka z wodą
uk: Бочка з водою

source: Beinard
uk: Бейнард

source: Beinard nastawił bark Ruuda, który w zamian dał mi referencję dla skryby.
uk: Бейнард вправив плече Рууду, який натомість дав мені рекомендацію для писаря.

source: Beinard zgodził się pomóc, pod warunkiem, że przyniosę mu odpowiednie pismo od Ruuda. Chce w ten sposób zapobiec ewentualnym nieprzyjemnościom w razie nieudanego zabiegu.
uk: Бейнард погодився допомогти за умови, що я принесу йому відповідний лист від Рууда. Таким чином він хоче запобігти можливим неприємностям у разі невдалої процедури.

source: Beinard, miejski kat.
uk: Бейнард, міський кат.

source: Beliar mówi: 'To teraz macie sobie włożyć to w dupę!'
uk: Тоді Беліар каже: 'А тепер засуньте це собі в дупу!'

source: Beliar złapał maga, rycerza i najemnika.
uk: Спіймав якось Беліар мага, лицаря і найманця.

source: Beliarze...
uk: О, Беліаре...

source: Ben dostał to, na co zasłużył.
uk: Бен отримав по заслугах.

source: Ben jest agresywny?
uk: А Бен агресивний?

source: Ben nie jest zbyt rozmownym człowiekiem.
uk: Бен не дуже говіркий чоловік.

source: Ben nie walczy zbyt finezyjnie, jeśli już rozpracujesz jego styl walki to wystarczy uderzać w momencie gdy jest najbardziej odsłonięty.
uk: Бен б'ється без особливої витонченості, тож якщо ти вивчив його стиль бою, достатньо бити тоді, коли він найбільш вразливий.

source: Ben nie widział nikogo w pobliżu, gdy zostawiał Jorna w pobliżu miasta.
uk: Бен не бачив нікого поблизу, коли залишив Йорна біля міста.

source: Ben nie wie, kto zlecił mu porwanie Jorna. Przekazał mi jedynie list ze zleceniem.
uk: Бен не знає, хто доручив йому викрасти Йорна. Він лише віддав мені листа з замовленням.

source: Ben opija swoje kolejne zwycięstwo w turnieju.
uk: Бен святкує чергову перемогу в турнірі.

source: Ben pewnie jak zwykle wygra, więc będzie w dobrym nastroju, a to może oznaczać, że nie spróbuje cię rozpłatać na pół, gdy tylko się pojawisz.
uk: Бен, ймовірно, як завжди, виграє, тому він буде в гарному настрої, а це означає, що він не спробує розірвати тебе навпіл, як тільки ти з'явишся.

source: Ben pomógł mi sprostować kilka kwestii związanych z porwaniem Jorna. Niestety, nie dowiedziałem się od niego tyle, ile bym chciał. Wszystko wskazuje na to, że muszę wrócić do miasta. Darowałem życie porywaczowi mojego brata. Zemsta nic by nie zmieniła, z resztą, to nie on jest za wszystko odpowiedzialny. Kto wie, może jeszcze kiedyś okaże się przydatny.
uk: Бен допоміг мені прояснити деякі питання, пов'язані з викраденням Йорна. На жаль, я дізнався від нього не так багато, як хотілося б. Все вказує на те, що мені потрібно повертатися до міста. Я подарував життя викрадачеві мого брата. Помста нічого б не змінила, адже зрештою, він не єдиний у всьому винен. Хто знає, можливо, колись він знову стане в нагоді.

source: Ben pomógł mi sprostować kilka kwestii związanych z porwaniem Jorna. Niestety, nie dowiedziałem się od niego tyle, ile bym chciał. Wszystko wskazuje na to, że muszę wrócić do miasta. Upewniłem się też, by porywacz mojego brata już nigdy nikomu nie wyrządził krzywdy.
uk: Бен допоміг мені прояснити деякі питання, пов'язані з викраденням Йорна. На жаль, я дізнався від нього не так вже й багато, як хотілося б. Все вказує на те, що мені потрібно повертатися до міста. Я також подбав про те, щоб викрадач мого брата більше ніколи й нікому не заподіяв шкоди.

source: Ben pomógł mi sprostować kilka kwestii związanych z porwaniem Jorna. Okazał się bardziej pomocny, niż początkowo myślałem. Wszystko wskazuje na to, że muszę wrócić do miasta. Darowałem życie porywaczowi mojego brata. Zemsta nic by nie zmieniła, z resztą, to nie on jest za wszystko odpowiedzialny. Kto wie, może jeszcze kiedyś okaże się przydatny.
uk: Бен допоміг мені прояснити деякі питання, пов'язані з викраденням Йорна. Він виявився кориснішим, ніж я думав спочатку. Все вказує на те, що мені потрібно повертатися до міста. Я подарував життя викрадачеві мого брата. Помста нічого б не змінила, адже зрештою, він не єдиний у всьому винен. Хто знає, можливо, колись він знову стане в нагоді.
